[sage_vosq_urine_01_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Some bed-wetting skag has been marking his territory all around my grove. I don't actually have a sense of smell, but I still have enough self-respect to resent people who pee all over my stuff! I need you to go wash the wee-wee away, but you can only do it at night -- the skag's tinkle-juice is invisible during the day.",Time=0)

[sage_vosq_urine_02_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That just came right off, huh? Great!",Time=0)

[sage_vosq_urine_03_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just a reminder: don't eat ANYTHING until you've washed your hands. And then amputated them. And then replaced them with sterilized robot hands.",Time=0)

[sage_vosq_urine_04_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Eww.",Time=0)

[sage_vosq_urine_05_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, crap! You know what I just realized? The smell of that urine was keeping a bunch of the other creatures away. Watch out, minion -- things just might get hairy!",Time=0)

[sage_vosq_urine_06_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're nearly done -- just a few more pee stains!",Time=0)

[sage_vosq_urine_07_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Alright, you're all done! Come on back, you glorified gun-toting janitor, you!",Time=0)

[sage_vosq_urine_08_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stinky.",Time=0)

[sage_vosq_urine_1a_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, and you'll need to swallow that buff drink over there in order to see the skag's radioactive pee. I promise, the drink is NOT made from skag urine.",Time=0)

[sage_vosq_urine_1b_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Psych! I totally made you drink pee pee!",Time=0)

